Repository: frederikrosendahlkaa/cleanup-elementor-form-submissions
Catalog: languages/cleanup-elementor-form-submissions-*.po
Languages: da_dk

source: Settings
da_dk: Instillinger

source: Cleanup Elementor form submissions
da_dk: Oprydning af Elementor formularindsendelser

source: Delete all form submissions older then
da_dk: Slet alle formularindsendelser, der er ældre end

source: All form submissions older than selected days have been deleted.
da_dk: Alle formularindsendelser, der er ældre end de valgte dage, er blevet slettet.

source: Activate Cleanup
da_dk: Aktivér oprydning

source: How long submissions must be kept
da_dk: Hvor længe skal formularindsendelser gemmes

source: Hours
da_dk: Timer

source: Days
da_dk: Dage

source: Weeks
da_dk: Uger

source: Months
da_dk: Måneder

source: Quaters
da_dk: kvartaler

source: Years
da_dk: År

source: Cleanup Elementor form submissions older than selected days
da_dk: Oprydning Elementor-formularindsendelser, der er ældre end valgte dage
